import { LocaleDictionary } from '@shared/types'

export const categoriesDict: LocaleDictionary = {
  ru: {
    Categories: {
      1: 'Супермаркеты',
      2: 'Кафе и рестораны',
      3: 'Одежда',
      4: 'Электроника',
      5: 'Строительство и ремонт',
      6: 'Товары для дома',
      7: 'Красота',
      8: 'Зоотовары',
      9: 'Книги и канцелярия',
      10: 'Аптеки',
      11: 'Здоровье',
      12: 'Топливо',
      13: 'Автосервисы',
      14: 'Товары для авто',
      15: 'Парковки и штрафы',
      16: 'Онлайн подписки',
      17: 'Игры',
      18: 'Транспорт',
    },
  },

  en: {
    Categories: {
      0: '',
      1: '',
      2: '',
      3: '',
      4: '',
      5: '',
      6: '',
      7: '',
      8: '',
      9: '',
      10: '',
      11: '',
      12: '',
      13: '',
      14: '',
      15: '',
      16: '',
      17: '',
    },
  },
}
